{
    "Кровьтрава": {
        "description": "Самое скучно и обыкновенное растение, которое можно найти в дикой местности- это тёмно-коричневая трава. У него нет абсолютно никаких замечательных качеств, кроме как относительно безвредных. При должной сноровке и умении она может стать отличным средством пропитания. Травники не считают эту траву чем-то особенным, но всё же склонны к её сбору, поскольку она практически не занимает места в сумках.",
        "rarity": "Обычный",
        "effect": "**Специальный (Эффект зелья):** Может быть смешано с любым другим ингредиентом содержащим Эффект Зелья, что бы стать источником еды на 1 день. Не может быть заменён другими ингредиентами.",
        "difficulty": 0,
        "alch_effect": "effect",
        "alch_type": "potion",
        "terrain": "Повсеместно"
    },
    "Хромовая слизь": {
        "description": "Эта редкая густая субстанция может быть найдена в потоке воды, как-будто она имеет собственный разум. Часто учёные ошибочно путают это вещество с ртутью из-за внешней схожести и консистенции. При попытке изменить саму слизь - слизь изменяет растение с которым взаимодействует.",
        "rarity": "Редкий",
        "effect": "Специальный (Мод. Зелья & Токсина): Итоговый Эффект после всех вычислений становится абсолютно противоположным. Это зависит от ДМ, относительно каждого зелья/яда.",
        "difficulty": 4,
        "alch_effect": "mod",
        "alch_type": "all",
        "terrain": "Берега, Подъземье"
    },
    "Высушеная Эфедра": {
        "description": "Это куст, часто встречающийся в сухой местности, он тернист и сложен для сбора. Имеет тёмно- фиолетовый оттенок, если смотреть из далека, вблизи абсолютно чёрный. Травники любят использовать это растение в целебных отварах, поскольку он может усилить свойства корня дикого шалфея.",
        "rarity": "Необычный",
        "effect": "Мод. Зелья: Увеличивает тип кости на 1 за любой исцеляющий эффект.",
        "difficulty": 2,
        "alch_effect": "mod",
        "alch_type": "potion",
        "terrain": "Пустыни, Горы"
    },
    "Рвоск": {
        "description": "Этот белый воск часто можно обнаружить просачивающимся из деревьев во влажных районах. Используется в основном для изготовления свечей. Травники используют его, что бы контролировать эффекты своих настоек.",
        "rarity": "Обычный",
        "effect": "Специальный (Мод. Зелья & Токсина): Задерживает Эффект действия ингредиентов на 1к6 раундов.",
        "difficulty": 1,
        "alch_effect": "mod",
        "alch_type": "all",
        "terrain": "Леса, Болота"
    },
    "Фенхелейвый шелк": {
        "description": "Часто путается с паутиной, это белая сеть, как растение, растёт в холодных и тёмных местах. Он использует острые крючковатые усики, что бы защитить края от близлежащих пород и растений. Приключенцы, которые желают использовать его найдут много полезных свойств, в том числе защита от низких температур.",
        "rarity": "Обычный",
        "effect": "Эффект зелья: Стабилизирует температуру тела, что бы выдержать холод или влажность на 1 час. Не может быть заменён другими ингредиентами.",
        "difficulty": 2,
        "alch_effect": "effect",
        "alch_type": "potion",
        "terrain": "Арктика, Подземье"
    },
    "Кисть Генгкоу": {
        "description": "",
        "rarity": "Необычный",
        "effect": "Мод. Зелья: Удваивает кол-во костей при броске любого исцеляющего Эффекта, но делит общее кол-во исцеления на 2 (округляя); Затем, разделите получившееся кол-во исцеления за раунд на 2 раунда.",
        "difficulty": 2,
        "alch_effect": "mod",
        "alch_type": "potion",
        "terrain": "Холмы, Подземье"
    },
    "Нектар Гиацинта": {
        "description": "Эта бело-синяя густая жидкость может быть извлечена из Гиацинта во влажных средах обитания. Этот нектар пользуется большим спросом и часто используется высококвалифицированными охранниками для борьбы с ядами. Хотя он не излечивает яд полностью, но он его сильно ослабляет.",
        "rarity": "Обычный",
        "effect": "Эффект зелья: Уменьшает на 1к6 раундов эффект яда на цели, однако не может убрать его полностью, один раунд всё равно будет нанесён урон от яда.",
        "difficulty": 1,
        "alch_effect": "effect",
        "alch_type": "potion",
        "terrain": "Берега, Луга"
    },
    "Веточка лаванды": {
        "description": "Эти фиолетовые цветы на длинном стебле часто можно встретить качающимися на ветру в большом скоплении. Они очень распространены среди лугов и имеют особых сладкий аромат. Тем не менее они довольно горькие на вкус.",
        "rarity": "Обычный",
        "effect": "Специальный (Мод. Зелья & Токсина): Делает зелье или токсин более стабильный для его безопасного создания .",
        "difficulty": -2,
        "alch_effect": "mod",
        "alch_type": "all",
        "terrain": "Берега, Луга, Холмы"
    },
    "Корень Мандрагоры": {
        "description": "Этот корень имеет острые края, вдоль всей поверхности, что часто вызывает порезы и травмы у травников, которые его собирают. Если снять оболочку, то сердцевина довольно мягкая, она часто используется врачами для уменьшения болей от ядов и болезней.",
        "rarity": "Обычный",
        "effect": "Эффект зелья: Ослабляет любую болезнь или яд наполовину в течении 2к12 часов. Препятствует только уже существующим ядам или заболеваниям.Не может быть заменён другими ингредиентами",
        "difficulty": 0,
        "alch_effect": "effect",
        "alch_type": "potion",
        "terrain": "Повсеместно"
    },
    "Семена Молочая": {
        "description": "Это маленькие белые полупрозрачные семена можно найти на цветах Молочая. Их часто едят дети из-за их безобидного вида, при это они вызывают плохие последствия для пищеварения. При перемолке и разбавление жидкостью эти семена оказывают очень сильное лечебное действие.",
        "rarity": "Обычный",
        "effect": "Эффект зелья: Удваивает кол-во костей при броске любого исцеляющего Эффекта, но убирает Мод. Алхимии. Сочетается с другими Мод.",
        "difficulty": 2,
        "alch_effect": "effect",
        "alch_type": "potion",
        "terrain": "Повсеместно"
    },
    "Корень дикого Шалфея": {
        "description": "",
        "rarity": "Обычный",
        "effect": "Эффект Зелья: Исцеляет 2к4+ Мод. Алхимии.",
        "difficulty": 0,
        "alch_effect": "effect",
        "alch_type": "potion",
        "terrain": "Повсеместно"
    },
    "Арктический плющ": {
        "description": "Это ядовитое растение обычно растёт в экстремально холодной окружающей среде либо на огромной высоте, где снег покрывает вершины. Листья растения пахнут приятным сладким мятным ароматом, в то время как корень горький и кислотный. Это растение одно из любимейших среди убийц, благодаря способности его корней замораживать кровообращение живых существ, что приводит к смерти в агонии. Арктический плющ зачастую оказывается смертью для неподготовленных путешественников, потому что довольно легко получить летальную дозу токсина наслаждаясь сладким ароматом листьев.",
        "rarity": "Обычный",
        "effect": "Мод. Токсина: Заменяет урон ядом на холод или урон некротической энергией; цель всё еще отравлена на 1 мин. при провале Спас. броска ТЕЛ; Этот токсин всё еще наносит урон ядом при сверке с другими ингредиентами.",
        "difficulty": 2,
        "alch_effect": "mod",
        "alch_type": "poison",
        "terrain": "Арктика, Горы"
    },
    "Шляпка мухомора": {
        "description": "Этот большой гриб часто встречается в грибницах вблизи водоёмов или в других влажных местах. У него толстый синий стебель с большой красной шапкой, что позволяет его довольно легко опознать. Профессиональные травники часто срезают только головку, потому что гриб имеет поразительную способность отращивать её заново всего за несколько недель.",
        "rarity": "Обычный",
        "effect": "Мод. Токсина: Меняет любой эффект яда на не летальный, цель падает без сознания.",
        "difficulty": 1,
        "alch_effect": "mod",
        "alch_type": "poison",
        "terrain": "Берега, Болота"
    },
    "Дыхание Василиска": {
        "description": "Часто называемая Серым Воздержанием среди дворян всего мира- эта тёмно-серая виноградная лоза редко встречается на вершинах горных регионов. Существует легенда, что эта лоза- подарок богов, как способ проверить человечество. Часто продаётся за возмутительные суммы золота, Дыхание Василиска легко может привлечь нежелательное внимание к тем, кто пытается продать её, чтобы получить прибыль.",
        "rarity": "Очень редкий",
        "effect": "Специальный (Эффект Токсина): Медленно парализует врага. Цель должна сделать Спас. Бросок ТЕЛ 5 + Мод. Алхимии каждый ход в течении 4х ходов. Пока под этим эффектом, цель считается замедленной с помощью заклинания замедление. При провале цель парализуется на 4 часа. Не может быть заменён другими ингредиентами.",
        "difficulty": 5,
        "alch_effect": "effect",
        "alch_type": "poison",
        "terrain": "Горы"
    },
    "Сок кактуса": {
        "description": "Прозрачная жидкость, может быть найдена в большинстве кактусов по всему миру. Её достаточно сложно извлечь из-за поверхности кактусов. Пивовары любят использовать этот сок во многих рецептах, так как он отсрочивает опьянение.",
        "rarity": "Обычный",
        "effect": "Мод. Токсина: Цель не заметит никакого урона яда, пока не пройдёт 5 ходов с момента начала действия яда.",
        "difficulty": 2,
        "alch_effect": "mod",
        "alch_type": "poison",
        "terrain": "Пустыни, Луга"
    },
    "Цветы Дракуса": {
        "description": "Этот ярко-красный и бледно-зелёный цветов можно найти как в умеренных, так и в жарких условиях обитания. Является излюбленным растением среди артистов из-за способности воспламеняться при слабом трении. Пламя не наносит никакого вреда, а лишь создаёт театральные искры позволяя зажечь огонь или что-то разогреть.",
        "rarity": "Обычный",
        "effect": "Мод. Токсина: Изменяет урон от яда на огненный или кислотный урон; цель всё еще отравлена на 1 мин. при провале Спас. броска ТЕЛ; Этот токсин всё еще наносит урон ядом при варке.",
        "difficulty": 2,
        "alch_effect": "mod",
        "alch_type": "poison",
        "terrain": "Пустыни, Луга, Горы"
    },
    "Замороженные саженцы": {
        "description": "Это небольшие стручки размером с горошину можно найти среди цветов в очень холодных условиях. Названы из-за своего замороженного вида, срываются достаточно просто и часто используются в холодных алкогольных напитках. Некоторые убийцы нашли способ использовать их для замедления своей цели.",
        "rarity": "Редкий",
        "effect": "Мод. Токсина: Когда цель отравлена, замедляет её скорость на 10 футов на 1 минуту. Не может быть заменён другими ингредиентами.",
        "difficulty": 4,
        "alch_effect": "mod",
        "alch_type": "poison",
        "terrain": "Арктика, Болота"
    },
    "Листья Харрады": {
        "description": "Этот огромный жёлтый лист можно часто встретить возле верхушек деревьев в самих кронах. Его часто культивируют и собирают различные банды и гильдии воров для изготовления и продажи наркотиков. Употребление вызывает кратковременную эйфорию и усиление одного из чувств, после чего следует длительная слабость и ослабление этого же чувства.",
        "rarity": "Обычный",
        "effect": "Мод. Токсина: Пока отравлена, цель имеет помехи на проверки. Не может быть заменён другими ингредиентами.",
        "difficulty": 1,
        "alch_effect": "mod",
        "alch_type": "poison",
        "terrain": "Лес"
    },
    "Ртутный лишайник": {
        "description": "Этот серебристый, шёлковый на ощупь мох можно найти среди практически любого растения, кажется он вообще игнорирует экологически стандарты. Убийцы нашли применение этому лишайнику, он позволяет быстро доставить токсин точно в организм цели. Однако это требует некоторой сноровки, что часто забывается обычными людьми.",
        "rarity": "Необычный",
        "effect": "Мод. Токсина: Удваивает кол-во костей на любой Эффект Токсина, но уменьшает время действия Эффекта вдвое. Сочетается с другими мод.",
        "difficulty": 3,
        "alch_effect": "mod",
        "alch_type": "poison",
        "terrain": "Повсеместно"
    },
    "Сияющий синтоцвет": {
        "description": "Это длинное вытянутое чёрное семя испускает сильное жёлтое свечение и часто пахнет цветами. При вскрытие семени внутри можно обнаружить несколько более мелких семян. Эти семена могут быть измельчены и использованы в ядовитых смесях.",
        "rarity": "Редкий",
        "effect": "Мод. Токсина: Изменяет урон ядом на урон от света; цель всё еще отравлена на 1 мин. при провале Спас. броска ТЕЛ; Этот токсин всё еще наносит урон ядом при варке.",
        "difficulty": 2,
        "alch_effect": "mod",
        "alch_type": "poison",
        "terrain": "Подземье"
    },
    "Ягоды шипоцвета": {
        "description": "Их часто можно найти среди костеобразных цветов, это белые ягоды могут быть собраны и измельчены для усиления действия токсинов. Однако этот эффект подействует только при непосредственно попадании токсина в кровь. При проглатывании эти ягоды не наносят вреда.",
        "rarity": "Необычный",
        "effect": "Мод. Токсина: Увеличивает тип кости на 1 за любой Мод. Токсина",
        "difficulty": 3,
        "alch_effect": "mod",
        "alch_type": "poison",
        "terrain": "Пустыни, Болота"
    },
    "Лепестки Змееуста": {
        "description": "",
        "rarity": "Обычный",
        "effect": "Мод. Токсина: 1к4 + Мод. Алхимии урона ядом за раунд. Цель считается отравленной на 1 минуту.",
        "difficulty": 0,
        "alch_effect": "mod",
        "alch_type": "poison",
        "terrain": "Повсеместно"
    },
    "Корень Стрела": {
        "description": "Это необычно-длинное растение может достигать четырёх футов в высоту и его очень легко заметить из-за отличительного бело-коричневого окраса. Растёт в пустынях и других засушливых средах из-за низкой необходимости в воде. При нарезании кубиками и кипячении в воде, получается пенистый отвар серебряного цвета, который идеально подходит для заточки и полировки оружия и брони, без использования магии или других средств.",
        "rarity": "Необычный",
        "effect": "Магия: +1 к броскам атаки, когда используется на оружие.",
        "difficulty": 2,
        "alch_effect": "magic",
        "alch_type": "magic",
        "terrain": "Пустыни, Луга, Леса"
    },
    "Синий Кривожаб": {
        "description": "Другим распространённым грибом является этот гриб, с тёмно-синей шляпкой и жёлтым полосатым стеблем. Если его потревожить, гриб выпускает облако синей пыльцы. Это не наносит никакого вреда живым существам, однако легко может окрасить кожу или вещи не на долго. Этот порошок обычно используется для красок и красителей. Травники ищут этот гриб вокруг небольших водопоев, где процветают водные обитатели.",
        "rarity": "Редкий",
        "effect": "Магия: Игрок создаёт Зелье газообразной формы",
        "difficulty": 3,
        "alch_effect": "magic",
        "alch_type": "magic",
        "terrain": "Берега, Леса, Болота"
    },
    "Ко-Глонд": {
        "description": "Это необычное четырёхлистное растение известно тем, что его трудно найти. Это в основном связано с тем, что растение растёт на глубине 5 футов под землёй и выглядывает на поверхность только после созревания. Его листья имею вид звёзд в ночном небе.",
        "rarity": "Редкий",
        "effect": "Магия: Игрок создаёт Зелье ясновидения",
        "difficulty": 3,
        "alch_effect": "magic",
        "alch_type": "magic",
        "terrain": "Берега, Пустыни"
    },
    "Дьявольский кроволист": {
        "description": "Существует лишь несколько подтверждений существования этих красно-жёлтых цветов. Это растение с большими красными листьями может быть найдено вновь только на закате человечества. А когда-то оно было популярным декором в множествах садов и домов. Говорят, что оно даёт огромную жизненную силу и здоровье тому, кто сможет правильно его приготовить.",
        "rarity": "Очень редкий",
        "effect": "Магия: Игрок создаёт Зелье живучести",
        "difficulty": 5,
        "alch_effect": "magic",
        "alch_type": "magic",
        "terrain": "Холмы, Болота, Подземье"
    },
    "Элементальная вода": {
        "description": "Эта уникальная жидкость позволяет получить свойства четырёх планарных стихий. Иногда Вам может показаться что в воде плавают скалы или поклясться что в воде Вы видите огонь. Это специальная вода может быть найдена практически в любой среде, поскольку она не связана ни с какими физическими правилами этого мира.",
        "rarity": "Редкий",
        "effect": "Специальный (Магия): Ингредиент требуемый для всех Магических зелий.",
        "difficulty": 3,
        "alch_effect": "magic",
        "alch_type": "magic",
        "terrain": "Специальный"
    },
    "Дьявольский плющ": {
        "description": "Это длинная лоза с шипами может достигать 3х футов в длину и имеет острые шипы которые достигают дюйма в длину. Нередко можно увидеть кровь среди этого растения, так как многие животные и существа случайно натыкаются на это растение. Лоза кажется даже разумной, так как она расслабляется когда пуста и сжимается, когда в неё что-то попало.",
        "rarity": "Редкий",
        "effect": "Магия: Игрок создаёт Зелье чтения мыслей",
        "difficulty": 4,
        "alch_effect": "magic",
        "alch_type": "magic",
        "terrain": "Арктика, Подземье"
    },
    "Водополох": {
        "description": "Назван в честь своего места обитания. Сине-чёрное растение может быть найдено в тёмных и сырых средах обитания. Сам по себе не имеет реальных положительных эффектов. Тем не менее, опытные алхимики смогли использовать высокомощную и натуральную жидкость, которая позволяет дышать под водой.",
        "rarity": "Необычный",
        "effect": "Магия: Игрок создаёт Зелье подводного дыхания",
        "difficulty": 2,
        "alch_effect": "magic",
        "alch_type": "magic",
        "terrain": "Берега, Болота"
    },
    "Сердце Жлезодрева": {
        "description": "Это маленькое белое семя обычно встречается в недрах жлезодрев. Эти семена медленно пульсируют, если их крепко сжать, часто их называют Сердцебиение Природы. Говорят, что приготовление хорошим травником позволит увеличить физический размер существа.",
        "rarity": "Необычный",
        "effect": "Магия: Игрок создаёт Зелье увеличения",
        "difficulty": 3,
        "alch_effect": "magic",
        "alch_type": "magic",
        "terrain": "Арктика, Леса, Холмы"
    },
    "Светопыль шляпки": {
        "description": "Этот порошок можно добыть из светящихся жёлтых грибов, часто встречающихся в чрезвычайно тёмных средах. Порошок светится около недели после добычи. Многие травники держат светящийся гриб в тёмных подвалах, что бы иметь собрать их пыль при необходимости.",
        "rarity": "Редкий",
        "effect": "Магия: Игрок создаёт Зелье героизма",
        "difficulty": 4,
        "alch_effect": "magic",
        "alch_type": "magic",
        "terrain": "Горы, Подземье"
    },
    "Порошок морплоти": {
        "description": "Это тёмно-пурпурный порошок часто встречается на мхе в тёмных и холодных условиях. Этот порошок часто используется в качестве макияжа среди молодых мужчин и женщин, что бы омолодить их лица. При употреблении с магическим катализатором эффект становится перманентным.",
        "rarity": "Очень редкий",
        "effect": "Магия: Игрок создаёт Зелье долголетия",
        "difficulty": 5,
        "alch_effect": "magic",
        "alch_type": "magic",
        "terrain": "Арктика, Подземье"
    },
    "Ягоды Паслёна": {
        "description": "Эти голубые ягоды можно встретить в маленьких скоплениях, среди мелких кустарников в заросшей местности. Их можно есть без вреда для здоровья, животные часто едят их из-за их сладости. Искусный травник может повысить естественный потенциал этих ягод.",
        "rarity": "Необычный",
        "effect": "Магия: Игрок создаёт Масло ускользания",
        "difficulty": 3,
        "alch_effect": "magic",
        "alch_type": "magic",
        "terrain": "Леса, Холмы"
    },
    "Изначальный бальзам": {
        "description": "Было обнаружено, что это густое вещество меняет свою окраску по своему усмотрению. Бальзам необычно тёплый на ощупь и может казаться, что он сохраняет тепло в течении нескольких недель подряд. Травники часто находят это вещество на скалах во влажных средах. Точная редкость вещества неизвестна, так как он постоянно меняет свой вид, что затрудняет какое либо определение.",
        "rarity": "Редкий",
        "effect": "Магия: Игрок создаёт зелье Зелье силы великана",
        "difficulty": 4,
        "alch_effect": "magic",
        "alch_type": "magic",
        "terrain": "Горы, Болота, Подземье"
    },
    "Каменный вьюн": {
        "description": "Это чрезвычайно твёрдая тёмно-зелёная лоза может быть найдена на земле вблизи залежей минералов. На первый взгляд это обычная виноградная лоза, но исследования показали, что это лоза значительно улучшает кожу человека, если её смешать с сильным катализатором.",
        "rarity": "Редкий",
        "effect": "Магия: Игрок создаёт Зелье неуязвимости",
        "difficulty": 4,
        "alch_effect": "magic",
        "alch_type": "magic",
        "terrain": "Холмы, Горы"
    },
    "Бобы Сцили": {
        "description": "Эти светло-коричневые бобы могут быть найдены на кустах Сцили в засушливых местах. Они часто используются для улучшения вкусов в пище, но имеют куда более интересный эффект. При полном созревании эти бобы могут позволить с лёгкостью вскарабкаться по скалам.",
        "rarity": "Обычный",
        "effect": "Магия: Игрок создаёт Зелье лазанья",
        "difficulty": 1,
        "alch_effect": "magic",
        "alch_type": "magic",
        "terrain": "Пустыни, Луга"
    },
    "Серебряный Гибискус": {
        "description": "Это серебристо-серое растение выглядит так, будто оно и есть безумие. Оно имеет абсолютно случайную форму, но на нём всегда есть чёрно-белая паутинообразная сетка. Хотя это может выглядеть опасно, при правильном приготовлении алхимик может извлечь потом элементальной силы, представляющий возможность использовать элеменьтальное дыхание.",
        "rarity": "Редкий",
        "effect": "Магия: При употреблении позволяет использовать случайное элементальное дыхание 3 раза. Не может быть заменён другим ингредиентом.",
        "difficulty": 4,
        "alch_effect": "magic",
        "alch_type": "magic",
        "terrain": "Арктика, Подземье"
    },
    "Листохвост": {
        "description": "Это очень странный тёмно-зелёный лист похож на круг с тремя толстыми нитями свисающими с него. При прикосновении к листу кажется, будто он вибрирует. Известно, что опытный травник может использовать эти листья для создания мощных магических эффектов, таких как повышение скорости.",
        "rarity": "Очень редкий",
        "effect": "Магия: Игрок создаёт Зелье скорости",
        "difficulty": 5,
        "alch_effect": "magic",
        "alch_type": "magic",
        "terrain": "Луга, Холмы"
    },
    "Вердинская крапива": {
        "description": "",
        "rarity": "Необычный",
        "effect": "Магия: Игрок создаёт Зелье дружбы с животными",
        "difficulty": 2,
        "alch_effect": "magic",
        "alch_type": "magic",
        "terrain": "Леса"
    },
    "Корень пустоты": {
        "description": "",
        "rarity": "Очень редкий",
        "effect": "Магия: Игрок создаёт Зелье полёта",
        "difficulty": 5,
        "alch_effect": "magic",
        "alch_type": "magic",
        "terrain": "Арктика, Пустыня"
    },
    "Стебли Гифломы": {
        "description": "",
        "rarity": "Очень редкий",
        "effect": "Магия: Игрок создаёт Зелье невидимости",
        "difficulty": 5,
        "alch_effect": "magic",
        "alch_type": "magic",
        "terrain": "Лес, Подземье"
    },
    "Зловонная луковица": {
        "description": "",
        "rarity": "Редкий",
        "effect": "Магия: Игрок создаёт Зелье уменьшения",
        "difficulty": 4,
        "alch_effect": "magic",
        "alch_type": "magic",
        "terrain": "Берега, Болота"
    }
}